Repository: gnb/maketool
Catalog: po/*.po
Languages: cs, ja

source: Configuration
cs: Nastavení
ja: 設定

source: Directory and file names
cs: Jména adresáøù a souborù
ja: ディレクトリとファイル名

source: Host type
cs: Typ hostitele
ja: ホストタイプ

source: Features and packages
cs: Funkce a balíky
ja: 特徴とパッケージ

source: Advanced...
cs: Pokroèilé...
ja: 発展...

source: Basic...
cs: Základní...
ja: 基本...

source: The command line of the configure script will appear like this, according to the options you have chosen.
cs: Pøíkazová øádka vytvoøená podle vámi vybraných voleb vypadá takto.
ja: あなたが選択したオプションについて、設定スクリプトのコマンド行はこのようになります

source: Maketool: Configure Options
cs: Maketool: Nastavení configure
ja: Maketool: オプションを設定

source: Preview
cs: Náhled
ja: プレビュー

source: OK
ja: 了解

source: Cancel
cs: Zru¹it
ja: 取り消し

source: _Remove config.cache
cs: _Odstranit config.cache
ja: config.cacheを削除(_R)

source: Run _configure...
cs: Spustit _configure...
ja: configureを実行(_c)...

source: Run config._status
cs: Spustit config._status
ja: config.statusを実行(_s)

source: Run a_utoconf
cs: Spustit a_utoconf
ja: autoconfを実行(_u)

source: Run auto_make
cs: Spustit auto_make
ja: automakeを実行(_m)

source: Cache test results in FILE
cs: Cache výsledkù testù do FILE
ja: FILEN内のキャッシュテスト結果

source: Do not create output files
cs: Nevytváøet výstupní soubory
ja: 出力ファイルを生成しない

source: Install architecture-independent files in PREFIX
cs: Instaluj soubory nezávislé na architektuøe do PREFIXu
ja: PREFIX内にアーキテクチャ依存のファイルをインストール

source: Install architecture-dependent files in EPREFIX
cs: Instaluj soubory závislé na architektuøe do PREFIXu"
ja: EPREFIX内にアーキテクチャ依存のファイルをインストール

source: User executables in DIR
cs: U¾ivatelské binárky do DIR
ja: DIR内のユーザ実行可能ファイル

source: System admin executables in DIR
cs: Administrátorské binárky do DIR
ja: DIR内のシステム管理用実行ファイル

source: Program executables in DIR
cs: Binárky programù do DIR
ja: DIR内のプログラム実行可能ファイル

source: Read-only architecture-independent data in DIR
cs: Na architektuøe nezávislá data pouze ke ètení do DIR
ja: DIR内の読み込みのみのアーキテクチャ依存データ

source: Read-only single-machine data in DIR
cs: Data pouze ke ètení pro jeden stroj do DIR
ja: DIR内の読み込みのみの単一マシンデータ

source: Modifiable architecture-independent data in DIR
cs: Na architektuøe nezávislá modifikovatelné data do DIR
ja: DIR内の変更可能アーキテクチャ依存データ

source: Modifiable single-machine data in DIR
cs: Modifikovatelná data pro jeden stroj do DIR
ja: DIR内の変更可能単一マシンデータ

source: Object code libraries in DIR
cs: Knihovny do DIR
ja: DIR内のオブジェクトコードライブラリ

source: C header files in DIR
cs: Hlavièkové soubory pro C do DIR
ja: DIR内のCヘッダーファイル

source: C header files for non-gcc in DIR
cs: Hlavièkové soubory pro jiné C ne¾ gcc do DIR
ja: DIR内の非GCC向けCヘッダーファイル

source: Info documentation in DIR
cs: Info dokumentaci do DIR
ja: DIR内のInfo文書

source: Man documentation in DIR
cs: Manuálové stránky do DIR
ja: DIR内のMan文書

source: Find the sources in DIR
cs: Hledat zdrojáky v DIR
ja: DIR内のソースを検索

source: Prepend PREFIX to installed program names
cs: Pøedøadit PREFIX pøed jména instalovaných programù
ja: インストールされるプログラム名にPREFIXを付加

source: Append SUFFIX to installed program names
cs: Pøidat SUFFIX za jména instalovaných programù
ja: インストールされるプログラム名にSUFFIXを付加

source: Run sed PROGRAM on installed program names
cs: Pustit sed skript PROGRAM na jména instalovaných programù
ja: インストールされるプログラム名についてsed PROGRAMを実行

source: Configure for building on BUILD
cs: Konfigurovat ke kompilaci na BUILD
ja: BUILD時の構築方法について設定

source: Configure for HOST
cs: Konfigurovat pro HOST
ja: HOSTについて設定

source: Configure for TARGET
cs: Konfigurovat pro TARGET
ja: TARGETについて設定

source: X include files are in DIR
cs: Hlavièkové soubory pro X jsou v DIR
ja: DIR内のXヘッダーファイル

source: X library files are in DIR
cs: Knihovny pro X jsou v DIR
ja: DIR内のXライブラリファイル

source: Do not use Native Language Support
cs: Nepou¾ívat podporu lokalizace (NLS)
ja: 母国語サポートを利用しない

source: Use the GNU gettext library included here
cs: Nepou¾ívat zde pøilo¾ený GNU gettext
ja: ここでincludeされるGNU gettextライブラリを利用

source: Use catgets functions if available
cs: Pokud to je mo¾né, pou¾ívat catgets funkce
ja: 利用可能ならcatgets関数を利用

source: Prefix where GTK is installed (optional)
cs: Prefix kde je nainstalováno GTK (volitelné)
ja: GTK+のインストールされている場所のprefix(オプション)

source: Exec prefix where GTK is installed (optional)
cs: Prefix pro binárky kde je nainstalováno GTK (volitelné)
ja: GTK+のインストールされている場所のexec_prefix(オプション)

source: Do not try to compile and run a test GTK program
cs: Nezkou¹et zkompilovat a spustit testovací GTK program
ja: GTK+テストプログラムをコンパイルしようとしない

source: %s: error in regular expression "%s": %s
cs: %s: chyba v regulárním výrazu "%s": %s
ja: %s: 正規表現 "%s" でエラー: %s

source: Pattern not found.
cs: Vzor nebyl nalezen.
ja: パターンがみつかりませんでした

source: Maketool: Find
cs: Maketool: Hledání
ja: Maketool: 検索

source: Use PageUp/PageDown to recall earlier searches.
cs: K vyvolání pøedchozích hledání pou¾ijte PageUp/PageDown.
ja: 最初の検索を呼び戻すために PageUP/PageDown キーを使う

source: Search for:
cs: Vyhledat øetìzec:
ja: 検索対象:

source: Literal
cs: Øetìzec
ja: リテラル

source: Case Sensitive Literal
cs: Øetìzec s velikostí písmen
ja: 大文字と小文字を区別するリテラル

source: Regular Expression
cs: &Regulární výraz
ja: 正規表現

source: Search Forwards
cs: Hledat dopøedu
ja: 前方検索

source: Search Backwards
cs: Hledat dozadu
ja: 後方検索

source: Wrap
cs: Zalamovat
ja: ラップ

source: Find
cs: Najít
ja: 検索

source: Close
cs: Zavøít
ja: 閉じる

source: Maketool: Licence
ja: Maketool: ライセンス

source: Maketool comes with ABSOLUTELY NO WARRANTY; for details press the Licence button. This is free software, and you are welcome to redistribute it under certain conditions; press the Licence button for details.
cs: K Maketoolu není poskytována ¾ádná záruka; pokud chcete znát detaily, stisknìte tlaèítko Licence. Toto je svobodný software, který mù¾ete za dodr¾ení urèitých podmínek dále distribuovat; pokud chcete znát detaily, stisknìte tlaèítko Licence.
ja: Maketool はまったく無保証です。これはフリーソフト ウェアで、指定条件下での再配布を歓迎します。ライ センスの詳細についてはライセンスボタンをクリック して参照して下さい。

source: Maketool: About
cs: Maketool: O programu
ja: Maketool: 概要

source: Licence...
ja: ライセンス...

source: Run _xmkmf
cs: Spustit _xmkmf
ja: xmkmfを実行(_x)

source: %d errors
cs: %d chyb
ja: %d エラー

source: %d warnings
cs: %d varování
ja: %d 警告

source: Log file %s
cs: Log soubor %s
ja: ログファイル %s

source: _Again
cs: _Opakovat
ja: 再実行(_A)

source: _Again (%s)
cs: _Opakovat (%s)
ja: 再実行(_A)(%s)

source: Build last target again
cs: Pøekompilovat minulý cíl
ja: 最後のターゲットを再度ビルド

source: Build `%s' again
cs: Znovu zkompilovat `%s'
ja: 再度 `%s' をビルド

source: No targets found
cs: ®ádné cíle
ja: ターゲットがみつかりません

source: Error listing targets: %s
cs: Chyba pøi vypisování cílù: %s
ja: ターゲット一覧エラー: %s

source: Editing %s (line %d)
cs: Edituje se %s (øádek %d)
ja: %s を編集中(行 %d)

source: Finished building `%s'
cs: Dokonèena kompilace '%s'
ja: `%s' のビルドが完了しました

source: %d errors
cs: %d chyb
ja: %d エラー

source: %d warnings
cs: %d varování
ja: %d 警告

source: Maketool: Finished
cs: Maketool: Hotovo
ja: Maketool: 完了

source: Making %s
cs: Vytváøím %s
ja: %s を make 中

source: , %d errors
cs: , %d chyb
ja: , %d エラー

source: , %d warnings
cs: , %d varování
ja: , %d 警告

source: (interrupted)
cs: (pøeru¹eno)
ja: (中断)

source: Finished making %s%s%s%s
cs: Dokonèeno vytváøení %s%s%s%s
ja: %s%s%s%s の make を完了しました

source: Maketool: Open Log File
cs: Maketool: Otevøít log soubor
ja: Maketool: ログファイルを開く

source: Maketool: Save Log File
cs: Maketool: Ulo¾it log soubor
ja: Maketool: ログファイルを保存

source: No previous directories
cs: ®ádné pøedchozí adresáøe
ja: 以前のディレクトリが存在しません

source: Maketool: Change Directory
cs: Maketool: Zmìna adresáøe
ja: Maketool: ディレクトリを変更

source: No makefile appears to be present in this directory
cs: V tomto adresáøi nejsou ¾ádné makefiles.
ja: このディレクトリには Makefile が存在しません

source: Editing %s
cs: Editace %s
ja: %s を編集中

source: No more errors in log
cs: V logu nejsou ¾ádné dal¹í chyby.
ja: ログにはもうエラーはありません

source: _Stop
ja: 停止(_S)

source: _Dryrun Only
cs: Jen _naneèisto
ja: ドライランのみ(実際には実行しない)(_D)

source: _File
cs: _Soubor
ja: ファイル(_F)

source: _Open Log...
cs: _Otevøít log...
ja: ログを開く(_O)...

source: _Save Log...
cs: _Ulo¾it log...
ja: ログを保存(_S)...

source: _Change Directory...
cs: _Zmìnit adresáø...
ja: ディレクトリを変更(_C)...

source: _Previous Directories
cs: _Pøechozí adresáøe
ja: 前のディレクトリ(_P)

source: _Edit Makefile...
cs: _Editovat Makefile...
ja: Makefile を編集(_E)...

source: _Print...
cs: _Tisknout...
ja: 印刷(_P)...

source: E_xit
cs: _Konec
ja: 終了(_x)

source: _Edit
cs: _Editace
ja: 編集(_E)

source: Edit _Error
cs: Editovat _chybu
ja: エラーを編集(_E)

source: Edit _Next Error
cs: Editovat _následující chybu
ja: 次のエラーを編集(_N)

source: Edit _Prev Error
cs: Editovat _pøedchozí chybu
ja: 前のエラーを編集(_P)

source: Edit Next _File Error
cs: Editovat následující _soubor s chybou
ja: 次のファイルエラーを編集(_F)

source: _Copy
cs: _Kopírovat
ja: コピー(_C)

source: _Find...
cs: _Najít...
ja: 検索(_F)...

source: Find _Again
cs: Najít _znovu
ja: 再度検索(_A)

source: Pre_ferences...
cs: _Nastavení...
ja: 設定(_f)...

source: _Build
cs: _Kompilovat
ja: ビルド(_B)

source: _View
cs: _Zobrazení
ja: 閲覧(_V)

source: _Clear Log
cs: _Vyèistit log
ja: ログを初期化(_C)

source: C_ollapse All
cs: V¹e z_kolabovat
ja: すべて折畳む(_o)

source: _Toolbar
cs: _Li¹ta s nástroji
ja: ツールバー(_T)

source: _Statusbar
cs: _Stavová li¹ta
ja: ステータスバー(_S)

source: _Errors
cs: _Chyby
ja: エラー(_E)

source: _Warnings
cs: _Varování
ja: 警告(_W)

source: _Information
cs: _Informace
ja: 情報(_I)

source: _Summary
cs: _Shrnutí
ja: サマリ(_S)

source: _Indent Directories
cs: _Odsazovat adresáøe
ja: ディレクトリを字下げ(_I)

source: _Help
cs: _Nápovìda
ja: ヘルプ(_H)

source: _About Maketool...
cs: _O programu Maketool...
ja: Maketool の概要(_A)...

source: _Help on...
cs: _Nápovìda o...
ja: ヘルプ(_H)...

source: Again
cs: Opakovat
ja: 再実行

source: Stop
ja: 停止

source: Stop current build
cs: Zastavit probíhající kompilaci
ja: 今のビルドを停止

source: Build `%s'
cs: Kompilovat `%s'
ja: `%s' をビルド

source: Clear
cs: Vyèistit
ja: クリア

source: Clear log
cs: Vyèistit log
ja: ログをクリア

source: Next
cs: Dal¹í
ja: 次

source: Edit next error or warning
cs: Editovat dal¹í chybu nebo varování
ja: 次のエラーあるいは警告について編集

source: File Next
cs: Dal¹í soubor
ja: 次のファイル

source: Edit first error or warning in next file
cs: Editovat první chybu nebo varování v dal¹ím souboru
ja: 次のファイルのエラーか警告について編集

source: Print
cs: Tisk
ja: 印刷

source: Print log
cs: Log tisku
ja: ログを印刷

source: Welcome to Maketool
cs: Vítejte v Maketoolu
ja: Maketool にようこそ

source: Choose Makefile
cs: Vyberte Makefile
ja: Makefile の選択

source: Make runs commands
cs: Make provádí pøíkazy
ja: コマンドを実行

source: in series.
cs: sériovì.
ja: 連続で

source: in parallel. Maximum number of processes is
cs: paralelnì. Maximální poèet procesù je
ja: 並行して。最大プロセス数は

source: in parallel. Maximum machine load is
cs: paralelnì. Maximální zátì¾ poèítaèe je
ja: 並行して。最大マシン負荷は

source: Automatically edit first error
cs: Automaticky editovat první chybu
ja: 最初のエラーについて自動的に編集

source: Edit Next ignores warnings
cs: Pøi editování dal¹ího ignorovat varování
ja: 次の無視した警告を編集

source: Continue despite failures
cs: Pokraèovat navzdory chybám
ja: 警告を無視して続ける

source: Build Makefile from Imakefile or Makefile.in
cs: Vytvoøit Makefile z Imakefile nebo Makefile.in
ja: Imakefile か Makefile.in から Makefile を生成

source: Scroll to end on output
cs: Skoèit na konec výstupu
ja: 出力の最後にスクロール

source: On starting each build:
cs: Na zaèátku kompilace:
ja: 各ビルドの最初:

source: Do nothing
cs: Nic nedìlat
ja: 何もしない

source: Collapse all log items
cs: Zkolabovat polo¾ky logu
ja: すべてのログアイテムを折畳む

source: On finishing each build:
cs: Po skonèení kompilace:
ja: 各ビルドの最後:

source: Beep
cs: Pípnutí
ja: ビープ音

source: Run command
cs: Spustit pøíkaz
ja: コマンドを実行

source: Show dialog
cs: Zobrazit dialog
ja: ダイアログを表示

source: (default)
cs: (standardní)
ja: (デフォルト)

source: Browse...
cs: Najít...
ja: 閲覧...

source: Environ
cs: Prostøedí
ja: 環境

source: Name
cs: Jméno
ja: 名前

source: Value
cs: Hodnota
ja: 値

source: Type
ja: タイプ

source: Name:
cs: Jméno:
ja: 名前:

source: Value:
cs: Hodnota:
ja: 値:

source: Type:
cs: Typ:
ja: タイプ:

source: Set
cs: Nastavit
ja: 設定

source: Unset
cs: Smazat
ja: 設定を解除

source: List make targets:
cs: Vypsat cíle
ja: make ターゲットをリスト表示:

source: List make version:
cs: Vypsat verzi make:
ja: make のバージョンをリスト表示:

source: Edit source files:
cs: Editovat zdrojové soubory:
ja: ソースファイルを編集:

source: Build makefile:
cs: Vytvoøit makefile
ja: makefile を生成:

source: Maketool: %s Choose Color
cs: Maketool: %s Výbìr barvy
ja: Maketool: 選択した色 %s

source: Choose...
cs: Vybrat...
ja: 選択...

source: Information Background:
cs: Pozadí informací:
ja: [情報]の背景色:

source: Information Foreground:
cs: Text informací:
ja: [情報]の前景色:

source: Warning Background:
cs: Pozadí varování:
ja: [警告]の背景色:

source: Warning Foreground:
cs: Text varování:
ja: [警告]の前景色:

source: Error Background:
cs: Pozadí chyb:
ja: エラーの背景色:

source: Error Foreground:
cs: Text chyb:
ja: [エラー]の前景色:

source: Summary Background:
cs: Barva shrnutí pozadí:
ja: [概要]の背景色:

source: Summary Foreground:
cs: Barva popøedí shrnutí:
ja: [概要]の前景色:

source: Sample
cs: Pøíklad
ja: サンプル

source: information: yadda yadda yadda
ja: 情報：いろいろ

source: warning: danger, Will Robinson!
ja: 警告: ロビンソン、危険!

source: error: I'm sorry Dave I can't do that
ja: エラー: ごめんよ Dave、それはできない

source: Executive Summary
cs: Pøehled
ja: 実行概要

source: Reset to Old
cs: Vrátit se ke starým
ja: 古い設定にリセット

source: Reset to Defaults
cs: Vrátit se k standardním
ja: デフォルト設定にリセット

source: Large canvas sample goes here
ja: ラージ キャンバス サンプル 実行 ここ

source: Paper Size
cs: Velikost papíru
ja: ページャーの大きさ

source: US letter
ja: US レター

source: US legal
ja: US リーガル

source: Custom
cs: Vlastní
ja: カスタム

source: Orientation:
cs: Orientace:
ja: 方向:

source: Portrait
cs: na vý¹ku
ja: ポートレート

source: Landscape
cs: na ¹íøku
ja: ランドスケープ

source: Width:
cs: ©íøka:
ja: 幅:

source: Height:
cs: Vý¹ka:
ja: 高さ:

source: Margins
cs: Okraje
ja: マージン

source: Left:
cs: Levý:
ja: 左:

source: Right:
cs: Pravý:
ja: 右:

source: Top:
cs: Horní:
ja: 上:

source: Bottom:
cs: Dolní:
ja: 下:

source: Editor:
ja: エディタ:

source: Maketool: Preferences
cs: Maketool: Nastavení
ja: Maketool: 設定

source: General
cs: Rùzné
ja: 一般

source: Variables
cs: Promnìné
ja: 変数

source: Programs
cs: Programy
ja: プログラム

source: Colors
cs: Barvy
ja: 色

source: Page Setup
cs: Nastavení stránky
ja: ページ設定

source: Styles
cs: Styly
ja: スタイル

source: Can't create job on printer `%s'
cs: Na tiskárnì `%s' nelze tisknout
ja: プリンター `%s' にジョブを送れません

source: Maketool: Choose Output File
cs: Maketool: Výbìr výstupního souboru
ja: Maketool: 出力ファイルを選択

source: Maketool: Print
cs: Maketool: Tisk
ja: Maketool: 印刷

source: Print to printer
cs: Vytisknout na tiskárnì
ja: プリンターに出力

source: no printers on this system
cs: nejsou k dispozici ¾ádné tiskárny
ja: プリンタがみつかりません

source: Print to file
cs: Tisk so souboru
ja: ファイルに出力

source: Page Setup...
cs: Nastavení stránky...
ja: ページ設定...

source: maketool: reaped unexpected pid %d
cs: maketool: uklizen neoèekáváný pid %d
ja: maketool: 予期しない PID %d を刈取り

source: Apply
cs: Pou¾ít
ja: 適用
